[ShockAmmo X2WeaponTemplate]
FriendlyName="震荡弹药"
BriefSummary="添加一项能力，可移除敌方目标下一回合的一个行动点。还有几率使敌人的远程武器失效."
TacticalText="<Bullet/> 残废的敌人为 XCOM 士兵赢得了更多生存或杀敌的时间"

[ShockAmmoAbility X2AbilityTemplate]
LocFriendlyName="震荡弹药"
LocLongDescription="目标被眩晕，并在下一回合失去一个行动点。同时有几率耗尽目标的所有弹药o."
LocFlyOverText="震荡弹药"
LocPromotionPopupText="<Bullet/>震撼弹药有<Ability:SelfCooldown/> 回合冷却时间.<br/>"


